<unk>	0
<s>	0
</s>	0
▁	-2.18079
r	-2.30907
n	-2.9405
a	-2.95505
e	-2.95505
b	-3.28837
f	-3.28838
s	-3.28838
(	-3.28838
)	-3.28838
o	-3.39391
rt	-3.48257
.	-3.7567
:	-3.78838
_	-3.78838
d	-3.78838
le	-3.78838
..	-3.80459
▁in	-3.82222
or	-4.43412
i	-4.61855
u	-4.78837
=	-4.78838
g	-4.78838
l	-4.89135
t	-4.89145
▁i	-4.89145
